Repository: anto/eudev-deb
Catalog: po/*.po
Languages: ar, ca, cs, da, de, es, fi, fr, it, ja, nb, nl, pl, pt_br, ru, sk, sv, tr

source: Failing to upgrade to a kernel without CONFIG_SYSFS_DEPRECATED will probably not prevent your system from booting, but will prevent certain udev rules from being applied at boot time. In particular, all block devices will be owned by root:root (instead of root:disk), and network interfaces may be named differently after reboots. This latter issue may be a problem if you are administering the machine remotely.
ar: فشل الترقية إلى نواة لا تستخدم الخيار CONFIG_SYSFS_DEPRECATED قد لا يتسبب بعدم تمكن جهازك من الإقلاع، لكن قد يمنع أن تطبق بعض أحكام udev أثناء الإقلاع. بالتحديد، ستكون جميع أجهزة البلوكات مملوكة من قبل root:root (بدلاً من root:disk)، وقد تُسمى واجهات الشبكة بأسماء مختلفة بعد إعادة الإقلاع، مما قد يتسبب في مشكلة إن كنت تدير الجهاز عن بعد.
ca: Si no actualitzeu a un nucli sense CONFIG_SYSFS_DEPRECATED, és improbable que el sistema deixe d'arrencar, però algunes regles de l'udev no es podran aplicar a l'iniciar-se. En concret, tots els dispositius de bloc tindran propietat root:root (en lloc de root:disk), i les interfícies de xarxa podrien canviar de nom després dels reinicis. Això últim pot ser un problema si esteu administrant el servidor remotament.
cs: Jestliže nepřejdete na jádro bez volby CONFIG_SYSFS_DEPRECATED, nemělo by to teoreticky bránit systému v nastartování, ale některá udev pravidla se prostě neprovedou. Konkrétně budou všechna bloková zařízení vlastněna uživatelem a skupinou root:root (místo root:disk) a síťová rozhraní se mohou mezi restarty přejmenovat. Obzvláště druhý bod může být problémem v případě, kdy spravujete počítač vzdáleně.
da: Manglende opgradering til en kerne med CONFIG_SYSFS_DEPRECATED vil højst sandsynlig ikke forhindre dit system i at starte op, men vil forhindre bestemte udev-regler i at blive påført under opstart. Specielt, vil alle blokenheder blive ejet af root:root (i steden for root:disk), og netværksgrænseflader kan være navngivet anderledes efter genstarter. Det sidste kan være et problem, hvis du administrerer maskinen eksternt.
de: Das Fehlschlagen des Upgrades auf einen Kernel ohne CONFIG_SYSFS_DEPRECATED wird wahrscheinlich nicht verhindern, dass Ihr System startet, es wird aber verhindern, dass bestimmte Udev-Regeln beim Start angewandt werden. Insbesondere werden alle blockorientierten Geräte »root:root« (anstatt »root:disk«) gehören und Netzwerkgeräte könnten nach Neustarts anders benannt werden. Dieser letzte Punkt könnte ein Problem sein, wenn Sie die Maschine aus der Ferne verwalten.
es: Si se produjese un fallo al actualizar a un núcleo sin CONFIG_SYSFS_DEPRECATED, probablemente no provocará que su sistema no se inicie, pero evitará que algunas reglas de udev se apliquen al iniciar el sistema. En concreto, todos los dispositivos de bloques pertenecerán a «root:root» (en lugar de a «root:disk»), y los dispositivos de red se nombrarán de forma distinta después de reiniciar. Esto último puede ser un problema si está administrando remotamente el sistema.
fr: Ne pas effectuer la mise à niveau vers un noyau sans CONFIG_SYSFS_DEPRECATED n'empêchera probablement pas votre système de redémarrer, mais empêchera certaines règles de udev d'être appliquées au moment du démarrage. En particulier, tous les périphériques en mode bloc auront le propriétaire root:root (au lieu de root:disk), et les périphériques réseau pourront avoir un autre nom après le redémarrage. Ce dernier point peut représenter un problème si vous administrez la machine à distance.
it: Non aggiornando verso un kernel senza CONFIG_SYSFS_DEPRECATED probabilmente sarà possibile avviare il sistema ma il kernel impedirà l'applicazione di alcune regole di udev all'avvio del sistema. In particolare tutti i device a blocchi avranno come proprietario root:root (anziché root:disk) e le interfacce di rete potrebbero cambiare nome a ogni riavvio. Quest'ultimo comportamento potrebbe diventare un problema se la macchina è amministrata da remoto.
ja: CONFIG_SYSFS_DEPRECATED が無いカーネルへのアップグレードに失敗してもシステムは起動するでしょうが、特定の udev rule が起動時に適用されなくなります。特に、所有者権限が (root:disk ではなく) root:root になっているすべてブロックデバイスやネットワークインターフェイスは再起動後に違う名前になります。この後者の件は、マシンをリモートから管理している場合に問題となるでしょう。
nb: Om du ikke oppgraderer til en kjerne uten CONFIG_SYSFS_DEPRECATED, så vil nok systemet ditt kunne starte. men visse udev-regler vil ikke bli tatt i bruk ved oppstarten. Spesielt vil root:root og ikke root:disk eie alle blokkenheter, og nettverksgrensesnitt kan få andre navn etter oppstart. Dette siste punktet kan være et problem hvis du fjern-administrerer maskinen.
nl: Bij het niet opwaarderen van uw kernel zal uw systeem waarschijnlijk nog steeds kunnen starten, maar sommige udev regels kunnen niet bij het starten worden toegepast. In het bijzonder zullen alle blokapparaten (block devices) eigendom zijn van root:root in plaats van root:disk, en netwerk-interfaces kunnen een andere naam krijgen. Het laatste kan een probleem als u de computer op afstand beheert.
pl: Jeśli nie uda się zaktualizować jądra do wersji bez włączonej opcji CONFIG_SYSFS_DEPRECATED, nie zatrzyma to prawdopodobnie uruchamiania systemu, ale przeszkodzi w wykonaniu pewnych reguł udev w czasie rozruchu. W szczególności, wszystkie urządzenia blokowe będą własnością root:root (zamiast root:disk), a interfejsy sieciowe mogą zmienić swoje nazwy. Ten ostatni problem może stać się szczególnie istotny, jeśli system jest zarządzany zdalnie.
pt_br: Na falta de atualização para um kernel sem CONFIG_SYSFS_DEPRECATED provavelmente não irá impedir o seu sistema de inicializar, mas vai impedir que as regras do udev sejam aplicadas durante a inicialização. Em particular, todos os dispositivos de bloco serão propriedade de root:root (ao invés de root:disk), e interfaces de rede talvez sejam renomeadas diferentemente depois das reinicializações. Esta última questão pode ser um problema se você está administrando uma máquina remotamente.
ru: Если не обновить ядро на версию без CONFIG_SYSFS_DEPRECATED, то это, вероятно, не прервёт загрузку системы, но отключит применение некоторых правил udev при загрузке. В частности, все блочные устройства будут принадлежать root:root (вместо root:disk) и может измениться порядок именования сетевых интерфейсов. Последнее может привести к проблемам, если вы управляете машиной удалённо.
sv: Det bör inte hindra systemet från att starta om uppgraderingen till en kärna utan flaggan CONFIG_SYSFS_DEPRECATED inte genomförs före omstart men det kan innebära att vissa udev-regler inte aktiveras vid uppstarten. Exempelvis kommer alla enheter ägas av root:root (istället för root:disk) och nätverksgränssnitt kan komma att ha nya namn efter omstart. Det senare fallet kan innebära problem om du fjärradministrerar maskinen.
tr: Çekirdeğinizi CONFIG_SYSFS_DEPRECATED özelliğinin olmadığı bir sürüme yükseltmediğiniz takdirde sisteminiz büyük olasılıkla açılacaktır, fakat bazı udev kuralları açılış esnasında uygulanamayacaktır. Özellikle, tüm blok aygıtlarının sahibi root:root olacak (root:disk yerine) ve ağ arayüzleri büyük olasılıkla farklı adlara sahip olacaktır. Ağ arayüzlerinin farklı adlara sahip olması eğer bu makineyi uzaktan yönetiyorsanız sorun oluşturabilir.

source: The upgrade of udev will continue after you acknowledge this message.
ar: ستكتمل عملية ترقية udev بعد أن تطلع على هذه الرسالة
ca: L'actualització de l'udev continuarà una vegada hagueu acceptat aquest missatge.
cs: Aktualizace udevu bude pokračovat po potvrzení tohoto upozornění.
da: Opgraderingen af udev vil fortsætte, efter du bekræfter denne besked.
de: Das Upgrade von Udev wird fortfahren, nachdem Sie diese Meldung bestätigt haben.
es: La actualización de udev continuará después de que acepte este mensaje.
fi: Ohjelman udev päivitys jatkuu, kun kuittaat tämän viestin.
fr: La mise à niveau de udev se poursuivra après que vous ayez acquitté ce message.
it: L'aggiornamento di udev continuerà dopo aver confermato questo messaggio.
ja: udev のアップグレードはこのメッセージの確認後に続行されます。
nb: Oppgraderingen av udev vil fortsette når du har bekreftet denne meldingen.
nl: De udev opwaardering zal verder gaan nadat u dit bericht heeft bevestigd.
pl: Aktualizacja udev zostanie kontynuowana po zapoznaniu się z tą wiadomością.
pt_br: O upgrade do udev vai continuar depois que você aceitar esta mensagem,
ru: Обновление udev будет продолжено после подтверждения о прочтении этого сообщения.
sk: Aktualizácia udev bude pokračovať, keď vezmete na vedomie túto správu.
sv: Uppgraderingen av udev kommer att fortsätta när du bekräftat detta meddelande.
tr: udev yükseltmesinin devam etmesi için bu iletiyi onaylamanız gerekiyor.

source: Proceed with the udev upgrade despite the kernel incompatibility?
ar: هل تريد الاستمرار بترقية udev على الرغم من عدم توافق النواة؟
ca: Voleu continuar amb l'actualització malgrat la incompatibilitat del nucli?
cs: Pokračovat v aktualizaci udevu i přes nekompatibilní jádro?
da: Fortsæt med opgraderingen af udev på trods af inkompatibiliteten med kernen?
de: Upgrade trotz der Kernel-Inkompatibilität fortsetzen?
es: ¿Desea continuar con la actualización de udev a pesar de la incompatibilidad del núcleo?
fi: Jatketaanko udevin päivitystä huolimatta ytimen yhteensopimattomuudesta?
fr: Voulez-vous poursuivre la mise à niveau bien que le noyau soit incompatible ?
it: Procedere con l'aggiornamento di udev nonostante l'incompatibilità con il kernel?
ja: カーネルとの互換性がありませんが、それでもアップグレードを実行しますか?
nb: Fortsette med oppgraderingen likevel, trass i ukompatibel kjerne?
nl: Verder gaan met de opwaardering ondanks de kernel-incompatibiliteit?
pl: Kontynuować aktualizację udev pomimo niekompatybilnego jądra?
pt_br: Proceder com a atualização do udev apesar da incompatibilidade de kernel?
ru: Продолжить обновление udev несмотря на несовместимость ядра?
sk: Pokračovať v aktualizácii udev napriek nekompatibilite jadra?
sv: Vill du ändå fortsätta med uppgraderingen?
tr: Çekirdek sürümü uyumsuz olduğu halde udev yükseltmesi yapılsın mı?

source: You are currently upgrading udev to a version that is not compatible with the currently running kernel.
ar: تقوم حالياً بترقية udev إلى نسخة غير متوافقة مع النواة التي تعمل حالياً.
ca: Esteu actualitzant l'udev a una versió que no és compatible amb la versió del nucli que s'està executant.
cs: Momentálně aktualizujete udev na verzi, která není kompatibilní s běžícím jádrem.
da: Du er aktuelt i gang med at opgradere udev, til en version som ikke er kompatibel med den aktuelt kørende kerne.
de: Sie führen gegenwärtig ein Upgrade von Udev auf eine Version durch, die mit dem gegenwärtig laufenden Kernel nicht kompatibel ist.
es: Está actualizando udev a una versión que no es compatible con el núcleo que actualmente se ejecuta.
fi: Ohjelmaa udev päivitetään versioon, joka ei ole yhteensopiva käytössä olevan ytimen kanssa.
fr: Mise à niveau de udev vers une version non compatible avec le noyau actuellement en cours d'utilisation
it: Si sta aggiornando udev a una versione che non è compatibile con il kernel attualmente in uso.
ja: udev を、現在動作しているカーネルとは互換性が無いバージョンのものにアップグレードしようとしています。
nb: Udev er i ferd med å bli oppgradert til en versjon som ikke er kompatibel med den kjernen som nå kjører.
nl: U bent momenteel udev aan het opwaarderen naar een versie die niet compatibel is met de huidige kernelversie.
pl: Trwa aktualizowanie udev do wersji niekompatybilnej z aktualnie działającym jądrem.
pt_br: Você está atualmente atualizando o udev para uma versão que não é compatível com o kernel atualmente em execução.
ru: Вы обновляете udev до версии, которая не совместима с работающим в настоящее время ядром.
sk: Momentálne aktualizujete udev na verziu, ktorá nie je kompatibilná s verziou jadra, ktoré práve používate nekompatibilnú.
sv: Du kommer att uppgradea udev till en version som inte är kompatibel med den kärna du använder för tillfället.
tr: Çekirdek sürümünüzle uyumsuz olduğu halde udev'i yükseltiyorsunuz.

source: You MUST install a compatible kernel version (2.6.32 or newer) before upgrading, otherwise the system may become UNUSABLE. Packages with a name starting with "linux-image-2.6-" provide a kernel image usable with this new udev version.
ar: يجب أن تقوم بتثبيت نسخة نواة متوافقة (2.6.32 أو أحدث) قبل أن تقوم بالترقية، وإلا فقد يصبح النظام غير مستقر. الحزم التي يبدأ اسمها بالنص "linux-image-2.6-" توفر نسخة نواة متوافقة مع نسخة udev هذه.
ca: HEU d'instal·lar una versió del nucli compatible (2.6.32 o posterior) abans de continuar amb l'actualització, si no, el vostre sistema es quedarà INUTILITZABLE. Els paquets que el seu nom comença per «linux-image-2.6-» proporcionen una imatge del nucli utilitzable amb aquesta nova versió de l'udev.
cs: Před aktualizací MUSÍTE nainstalovat kompatibilní verzi jádra (2.6.32 nebo vyšší). Pokud tak neučiníte, stane se systém NEPOUŽITELNÝM. Balíky, jejichž název začíná na „linux-image-2.6-“, poskytují jádra, která jsou vhodná pro tuto verzi udev.
da: Du SKAL installere en kompatibel kerneversion (2.6.32 eller senere), før du opgraderer, ellers kan dit system blive UBRUGELIGT. Pakker med navne, der starter med »linux-image-2.6-« tilbyder et kerneaftryk, der kan bruges med denne nye version af udev.
de: Sie MÜSSEN eine kompatible Kernel-Version (2.6.32 oder höher) installieren, bevor Sie das Upgrade durchführen. Anderenfalls könnte das System UNBENUTZBAR werden. Pakete, deren Name mit »linux-image-2.6-« beginnt, stellen ein Kernel-Image zu Verfügung, welches mit dieser neuen Udev-Version verwendbar ist.
es: DEBE instalar una versión del núcleo compatible (2.6.32 o superior) antes de continuar con la actualización, de otro modo el sistema puede volverse INUTILIZABLE. Los paquetes que comienzan con «linux-image-2.6-» proporcionan una imagen del núcleo compatible con esta nueva versión de udev.
fi: Sinun TÄYTYY asentaa yhteensopiva ytimen versio (2.6.32 tai uudempi) ennen päivitystä. Muussa tapauksessa järjestelmä saattaa muuttua käyttökelvottomaksi. Paketit, joiden nimi alkaa ”linux-image-2.6-” tarjoavat tämän uuden udevin version kanssa käyttökelpoisia ytimiä.
fr: Vous DEVEZ installer une version de noyau compatible (c'est-à-dire 2.6.32 ou plus récente) avant de procéder à cette mise à niveau, sinon votre système peut devenir INUTILISABLE. Les paquets dont le nom commence par « linux-image-2.6- » fournissent une image du noyau utilisable avec cette nouvelle version du paquet udev.
it: Si DEVE installare una versione del kernel compatibile (2.6.32 o successiva) prima dell'aggiornamento, altrimenti il sistema potrebbe diventare INUTILIZZABILE. I pacchetti il cui nome inizia con "linux-image-2.6-" forniscono un'immagine del kernel adatta a questa nuova versione di udev.
ja: アップグレードを実行する前に、互換性があるバージョン (2.6.32 以上) のカーネルをインストールする「必要」があります。さもなくば、システムは「利用不可能」になります。"linux-image-2.6-" で始まる名前のパッケージでこの新バージョンの udev で使えるカーネルイメージが提供されます。
nb: En kompatibel kjerneversjon (2.6.32 eller senere) MÅ installeres før udev oppgraderes, ellers kan systemet bli UBRUKELIG. Pakker med navn som begynner med «linux-image-2.6-» inneholder kjernebilder som kan brukes med denne nye udev-versjonen.
nl: U moet een compatibele kernelversie (2.6.32 of hoger) installeren voordat u met de opwaardering verder gaat, anders kan uw systeem onbruikbaar worden. Pakketten die beginnen met "linux-image-2.6-" voorzien in een kernel die bruikbaar is met deze nieuwe udev-versie.
pl: Należy BEZWZGLĘDNIE zainstalować kompatybilną wersję jądra (2.6.32 lub nowszą) przed aktualizacją, w przeciwnym razie system stanie się NIEUŻYWALNY. Pakiety o nazwie zaczynającej się od "linux-image-2.6-" zapewniają obraz jądra odpowiedni do nowej wersji udev.
pt_br: Você DEVE instalar uma versão de kernel compatível (2.6.32 ou posterior) antes de atualizar, caso contrário o sistema pode tornar-se INUTILIZÁVEL. Pacotes com um nome iniciando com "linux-image-2.6-" fornecem uma imagem de kernel usável com esta nova versão do udev.
ru: Вы ДОЛЖНЫ установить ядро совместимой версии (2.6.32 или выше) перед обновлением, иначе система может стать НЕРАБОТОСПОСОБНОЙ. Пакеты с именами начинающимися с "linux-image-2.6-" содержат образы ядра совместимые с новой версией udev.
sk: MUSÍTE si pred aktualizáciou nainštalovať kompatibilnú verziu jadra (2.6.32 alebo vyššiu), inak sa váš systém môže stať NEPOUŽITEĽNÝM. Balíky, ktorých názov začína „linux-image-2.6-” poskytujú jadro kompatibilné s touto novou verziou udev.
sv: Du MÅSTE installera en kompatibel kärnversion (2.6.32 eller nyare) innan du fortsätter med uppgraderingen, annars kan ditt system bli OANVÄNDBART. Paket vars namn börjar med "linux-image-2.6-" innehåller en kärna som går att använda med denna version av udev.
tr: Yükseltmeden önce uyumlu bir çekirdek sürümünü (2.6.32 ya da daha yeni) yüklemeniz gerekmektedir, aksi takdirde sisteminiz KULLANILAMAZ hale gelecektir. "linux-image-2.6-" adıyla başlayan paketler bu udev sürümü ile birlikte kullanılabilir.

source: If you choose to upgrade udev nevertheless, you should install a compatible kernel and reboot with that kernel as soon as possible.
ar: إن اخترت ترقية udev على الرغم من ذلك، فيجب عليك تثبيت نواة متوافقة وإعادة التشغيل لاستخدام تلك النواة في أقرب وقت ممكن.
ca: Si trieu d'actualitzar l'udev de totes maneres, hauríeu d'instal·lar un nucli compatible i reiniciar tan prompte com siga possible.
cs: Budete-li přesto pokračovat v aktualizaci balíku udev, měli byste nainstalovat kompatibilní verzi jádra a co nejrychleji do něj restartovat.
da: Hvis du vælger at opgradere udev alligevel, bør du installere en kompatibel kerne og genstarte snarest muligt.
de: Falls Sie sich entscheiden, das Upgrade von Udev trotzdem durchzuführen, sollten Sie so bald wie möglich einen kompatiblen Kernel installieren und das System damit neu starten.
es: Si escoge actualizar udev, debe instalar un núcleo compatible y reiniciar con él lo antes posible.
fi: Jos päätät päivittää udevin kaikesta huolimatta, sinun tulisi asentaa yhteensopiva ydin ja käynnistää tietokone uudelleen käyttäen tuota ydintä mahdollisimman pian.
fr: Si, malgré tout, vous choisissez de mettre à niveau udev, vous devriez installer une version de noyau compatible et redémarrer dès que possible.
it: Se si sceglie comunque di aggiornare udev, si deve installare un kernel compatibile e riavviare con il nuovo kernel il prima possibile.
ja: それでも udev をアップグレードするという場合は、互換性のあるバージョンのカーネルをインストールして、直ちに再起動する必要があります。
nb: Hvis du velger å oppgradere udev likevel, bør du installere en kompatibel kjerne og starte maskinen med den så snart som mulig.
nl: Indien u er toch voor kiest udev op te waarderen, dient u zo spoedig mogelijk een compatibele kernel te installeren en uw systeem met die kernel opnieuw te starten.
pl: Jeśli zostanie wybrana opcja kontynuowania aktualizacji udev, konieczne będzie jak najszybsze zainstalowanie kompatybilnego jądra i ponowne uruchomienie systemu z właściwym jądrem.
pt_br: Se você escolher atualizar o udev de qualquer forma, você deverá instalar um kernel compatível e reinicializar com este kernel o mais rápido possível.
ru: Если вы продолжите обновление udev несмотря на это, то вам следует установить совместимое ядро и перезагрузить машину с этим ядром как можно скорее.
sk: Ak sa rozhodnete napriek tomu aktualizovať udev, mali by ste si nainštalovať kompatibilnú verziu jadra a čo najskôr reštartovať.
sv: Om du ändå väljer att fortsätta att uppgradera udev, så skall du installera en kompatibel kärna och starta om med denna så fort som möjligt.
tr: Yine de udev'i yükseltmek isterseniz, uyumlu bir çekirdeği bir an önce kurmalı ve sistemi yeniden başlatmalısınız.

source: Failing to upgrade to a kernel with CONFIG_SYSFS_DEPRECATED will probably not prevent your system from booting, but will prevent certain udev rules from being applied at boot time. In particular, all block devices will be owned by root:root (instead of root:disk), and network devices may be named differently after reboots. This latter issue may be a problem if you are administering the machine remotely.
fi: Järjestelmä voidaan luultavasti käynnistää päivittämättä ydintä, jossa CONFIG_SYSFS_DEPRECATED on käytössä, mutta tiettyjä udev-sääntöjä ei voida käyttää järjestelmän käynnistyessä. Tämän seurauksena kaikkien lohkolaitteiden omistaja tulee olemaan root:root (eikä root:disk) ja verkkolaitteiden nimet saattavat poiketa aiemmista. Jälkimmäinen saattaa aiheuttaa ongelmia, jos hallinnoit tietokonetta etäyhteydellä.
sk: Ak by sa vám nepodarilo aktualizovať jadro s voľbou CONFIG_SYSFS_DEPRECATED, pravdepodobne to nezabráni zavedeniu vášho systému, ale zabráni aplikácii niektorých pravidiel udev pri štarte. Konkrétne je možné, že vlastníkom všetkých blokových zariadení bude root:root (namiesto root:disk) a sieťové zariadenia môžu mať po štarte odlišný názov. Tento druhý prípad môže byť problém, ak sa prihlasujete k počítaču na diaľku.
