Repository: anto/eudev-deb
Catalog: po/*.po
Languages: ar, ca, cs, da, de, es, fi, fr, it, ja, nb, nl, pl, pt_br, ru, sk, sv, tr

source: Upgrading udev
ar: ترقية udev
ca: S'està actualitzant l'udev
cs: Aktualizace udev
da: Opgraderer udev
de: Es wird ein Upgrade von Udev durchgeführt
es: Actualizando udev
fi: Pakettia udeb päivitetään
fr: Mise à niveau de udev
it: Aggiornamento di udev
ja: udev をアップグレードしています
nb: Oppgraderer udev
nl: Bezig met opwaarderen van udev
pl: Aktualizowanie udev
pt_br: Atualizando udev
ru: Обновление udev
sk: Aktualizácia udev
sv: Uppgraderar udev
tr: udev yükseltiliyor

source: Reboot needed after this upgrade
ar: يجب إعادة تشغيل الجهاز بعد هذه الترقية
ca: És necessari reiniciar després d'aquesta actualització
cs: Po této aktualizaci je vyžadován restart
da: Genstart efter denne opgradering
de: Nach diesem Upgrade ist ein Neustart notwendig
es: Es necesario reiniciar después de esta actualización
fi: Tämän päivityksen jälkeen tietokone on käynnistettävä uudelleen
fr: Redémarrage nécessaire après cette mise à niveau
it: Dopo questo aggiornamento è necessario riavviare il sistema
ja: 今回のアップグレード後には再起動が必要です
nb: Omstart er nødvendig etter denne oppgraderingen
nl: Herstart nodig na opwaardering
pl: Po aktualizacji konieczne jest ponowne uruchomienie systemu
pt_br: Reinicialização necessária após esta atualização
ru: После этого обновления требуется перезагрузка
sk: Po tejto aktualizácii bude potrebný reštart.
sv: Efter denna uppgradering krävs en omstart.
tr: Bu yükseltmeden sonra sistemin yeniden başlatılması gerekmektedir

source: You are currently upgrading udev using an incompatible kernel version. A compatible version is installed or being installed on the system, but you need to reboot using this new kernel as soon as the upgrade is complete.
ar: تقوم حالياً بترقية udev باستخدام نسخة نواة غير متوافقة. هناك نسخة نواة متوافقة مثبتة أو يتم تثبيتها على النظام، ولكن يجب عليك إعادة تشغيل النظام واستخدام النواة الجديدة حالما تنتهي عملية الترقية.
ca: Esteu actualitzant l'udev utilitzant una versió del nucli incompatible. S'està instal·lant o està instal·lada una versió compatible al vostre sistema, però necessiteu reiniciar per utilitzar aquest nou nucli en el moment que l'actualització estiga complerta.
cs: Momentálně aktualizujete udev, přičemž používáte nekompatibilní verzi jádra. Do systému se již nainstalovala, případně se každou chvílí nainstaluje, kompatibilní verze. Po dokončení instalace musíte co nejdříve restartovat systém do tohoto nového jádra.
da: Du er ved at opgradere udev med en inkompatibel kerneversion. En kompatibel kerneversion er blevet installeret eller er ved at blive installeret på dit system, men du skal genstarte med denne nye kerne snarest muligt efter, at opgraderingen er afsluttet.
de: Sie führen gegenwärtig ein Upgrade von Udev unter Verwendung einer inkompatiblen Kernel-Version durch. Eine kompatible Version ist oder wird gerade auf Ihrem System installiert. Sie müssen jedoch Ihren Rechner mit dem neuen Kernel neu starten, sobald das Upgrade beendet ist.
es: Está actualizando udev utilizando una versión incompatible del núcleo. Se está instalando o se instalará en su sistema una versión compatible, pero tiene que reiniciar utilizando este nuevo núcleo en cuanto haya terminado esta actualización.
fi: Ohjelmaa udev päivitetään käyttäen yhteensopimatonta ytimen versiota. Yhteensopiva versio on asennettuna tai asennetaan järjestelmään, mutta tietokone tulee käynnistää uudelleen käyttämään tätä uutta ydintä heti, kun päivitys on valmis.
fr: Vous êtes en train de mettre à niveau udev en utilisant une version de noyau incompatible. Une version compatible est installée ou en cours d'installation sur le système, mais il faudra redémarrer en utilisant ce nouveau noyau dès la fin de cette mise à niveau.
it: Si sta aggiornando udev mentre è in uso una versione del kernel incompatibile. Sul sistema è installata o sta per essere installata una versione compatibile, però al termine dell'aggiornamento sarà necessario riavviare il sistema per usare il nuovo kernel.
ja: 現在 udev をアップグレードしようとしていますが、この udev とは互換性の無いバージョンのカーネルを利用しています。互換性のあるバージョンのカーネルは、システムにインストールされている、あるいはこれからインストールされるところですが、アップグレード完了後すぐにこの新しいカーネルを使って再起動する必要があります。
nb: Udev blir nå oppgradert ved hjelp av en kjerneversjon som ikke er kompatibel med udev. En kompatibel kjerneversjon er installert eller under installasjon på systemet, men maskinen må startes på nytt med denne nye kjernen så snart oppgraderingen er fullført.
nl: Het pakket udev wordt opgewaardeerd, maar uw systeem draait op dit moment met een kernel die niet compatibel is met de nieuwe versie van udev. Wel is of wordt een compatibele versie van de kernel op uw systeem geïnstalleerd. U dient uw systeem zo spoedig mogelijk nadat de opwaardering is voltooid, te herstarten met de nieuwe kernelversie.
pl: Udev jest aktualizowany przy pomocy niekompatybilnej wersji jądra. Odpowiednia wersja jest zainstalowana lub jest właśnie instalowana, ale aby ukończyć aktualizację należy uruchomić komputer ponownie, wybierając nowe jądro.
pt_br: Você está atualmente atualizando o udev utilizando uma versão de kernel incompatível. Uma versão compatível está instalada ou sendo instalada em seu sistema, mas você precisa reinicializar usando esse novo kernel assim que a atualização estiver completa.
ru: Вы обновляете udev используя ядро несовместимой версии. Совместимая версия уже установлена или будет установлена в систему, но вам нужно выполнить перезагрузку с новым ядром сразу после завершения обновления.
sk: Momentálne aktualizujete udev, pričom používate nekompatibilnú verziu jadra. Na systéme je nainštalovaná alebo sa inštaluje kompatibilná verzia, ale hneď po dokončení inštalácie budete musieť čo najskôr reštartovať systém s novým jadrom.
sv: Du uppgraderar för närvarande udev med en inkompatibel kärnversion. En kompatibel kärnversion finns installerad eller håller på att installeras på ditt system, men du måste starta om med denna nya kärna så fort uppgraderingen är klar.
tr: Şu anda uyumsuz bir çekirdek sürümü kullandığınız halde udev'i yükseltiyorsunuz. Uyumlu bir sürüm sisteminize kurulacak ya da şu an kuruluyor, fakat bu sürümü kullanabilmek için yükseltme işlemi tamamlanır tamamlanmaz sisteminizi yeniden başlatmalısınız.

source: Without a reboot with this new kernel version, the system may become UNUSABLE.
ar: بدون أن تقوم بإعادة التشغيل واستخدام نسخة النواة الجديدة، فإن النظام قد يصبح غير مستقر.
ca: Si no reinicieu amb aquesta nova versió del nucli, el vostre sistema es podria quedar INUTILITZABLE.
cs: Bez restartu do nového jádra se systém může stát NEPOUŽITELNÝM.
da: Uden en genstart med denne kerneversion, kan systemet blive UBRUGELIGT.
de: Ohne Neustart mit dieser neuen Kernel-Version könnte Ihr System UNBENUTZBAR werden.
es: Su sistema puede volverse INUTILIZABLE si no reinicia con esta nueva versión del núcleo.
fi: Jos konetta ei käynnistetä uudelleen käyttäen uutta ytimen versiota, järjestelmä saattaa muuttua käyttökelvottomaksi.
fr: Sans redémarrage avec cette nouvelle version de noyau, votre système peut devenir INUTILISABLE.
it: Il sistema potrebbe diventare INUTILIZZABILE se non lo si riavvia con la nuova versione del kernel.
ja: この新しいバージョンのカーネルを使って再起動しなければ、システムは「利用不可能」になるでしょう。
nb: Uten omstart med denne nye kjerneversjonen kan systemet bli UBRUKELIG.
nl: Zonder een herstart met deze nieuwe kernelversie kan het systeem onbruikbaar worden.
pl: Bez ponownego uruchomienia z nową wersją jądra, system może się stać NIEUŻYWALNY.
pt_br: Sem uma reinicialização usando esta nova versão de kernel, o sistema pode tornar-se INUTILIZÁVEL.
ru: Без перезагрузки с ядром новой версии, система может стать НЕРАБОТОСПОСОБНОЙ.
sk: Ak nevykonáte reštart s touto novou verziou jadra, systém sa môže stať NEPOUŽITEĽNÝM.
sv: Om du inte startar om med denna nya kärnersionen så kan ditt system bli OANVÄNDBART.
tr: Bu yeni çekirdek sürümüne geçmediğiniz süre içinde sisteminiz KULLANILAMAZ durumda olacaktır.

source: The running kernel has incompatible options enabled
ar: النواة التي تعمل حالياً بها خيارات غير متوافقة مُمكّنة
ca: El nucli en execució té opcions incompatibles habilitades
cs: Běžící jádro má povoleny nekompatibilní volby
da: Den kørende kerne har inkompatible indstillinger aktiveret
de: Im laufenden Kernel sind inkompatible Optionen eingeschaltet
es: El núcleo en ejecución tiene opciones incompatibles activadas
fi: Käytössä olevassa ytimessä on yhteensopimattomia ominaisuuksia käytössä
fr: Options incompatibles activées dans le noyau en cours d'exécution
it: Il kernel in uso ha delle opzioni incompatibili attive
ja: 動作中のカーネルは互換性がないオプションが有効になっています
nb: Den kjernen som kjører har påslåtte valg som ikke er kompatible med udev
nl: De huidige kernel heeft incompatibele opties geactiveerd
pl: Działające jądro ma włączone niekompatybilne opcje
pt_br: O kernel em execução é incompatível com as opções habilitadas
ru: В работающем ядре имеются несовместимые параметры
sk: Bežiace jadro má zapnuté navzájom nekompatibilné voľby
sv: Kärnan som körs har flaggor som inte stöds aktiverade
tr: Kullanılan çekirdek uyumsuz özellikler taşıyor

source: The currently running kernel has the CONFIG_SYSFS_DEPRECATED option enabled, which is incompatible with this udev release. If you are using the standard Debian kernel packages and are in the process of upgrading from lenny to squeeze, a compatible kernel package should be installed as part of this upgrade. If you are not using the Debian kernel packages or are not currently upgrading the system, you must take action to ensure your kernel is upgraded before the next reboot.
ar: الخيار CONFIG_SYSFS_DEPRECATED مُمكّن في النواة التي تعمل حالياً، والذي هو غير متوافق مع هذا الإصدار من udev. إن كنت تستخدم حزم نواة دبيان القياسية وفي طور الترقية من lenny إلى squeeze، فيجب تثبيت حزمة نواة متوافقة كجزء من الترقية. أما إن كنت لا تستخدم حزم نواة دبيان أو أنك لا تقوم حالياً بعملية ترقية نظامك، فيجب أن تقوم بما هو مطلوب للتأكد من أن النواة التي تستخدمها سيتم ترقيتها قبل إعادة التشغيل التالية.
ca: El nucli actualment en execució té habilitada l'opció «CONFIG_SYSFS_DEPRECATED» , que és incompatible amb aquesta versió de l'udev. Si encara empreu els paquets de nucli estàndard de Debian i esteu en el procés d'actualitzar de «lenny» a «squeeze», se us hauria d'instaŀlar un paquet de nucli compatible com a part d'aquesta actualització. Si no esteu emprant els paquets de nucli de Debian o no esteu actualitzant el sistema, heu de fer les modificacions necessàries per a assegurar-vos que el vostre nucli s'actualitza abans del pròxim reinici.
cs: Momentálně běžící jádro má zapnutou volbu CONFIG_SYSFS_DEPRECATED, která není kompatibilní s touto verzí udev. Pokud používáte standardní debianí jádro a právě přecházíte z lennyho na squeeze, mělo by se kompatibilní jádro nainstalovat jako součást tohoto přechodu. Nepoužíváte-li debianí balíky s jádry, nebo pokud neaktualizujete systém, musíte zajistit aktualizaci jádra ještě před příštím restartem.
da: Den aktuelt kørende kerne har indstillingen CONFIG_SYSFS_DEPRECATED aktiveret, denne er inkompatibel med denne udev-udgivelse. Hvis du bruger de normale Debiankernepakker og er ved at opgradere fra lenny til squeeze, bør en kompatibel kernepakke installeres som en del af denne opgradering. Hvis du ikke bruger Debians kernepakker eller aktuelt ikke er ved at opgradere systemet, skal du sikre dig at din kerne opgraderes før den næste genstart.
de: Im derzeit laufende Kernel ist die Option CONFIG_SYSFS_DEPRECATED eingeschaltet, die mit dieser Veröffentlichung von Udev inkompatibel ist. Falls Sie die Standard-Kernel-Pakete von Debian verwenden und gerade ein Upgrade Ihres Systems von Lenny auf Squeeze durchführen, sollte ein kompatibles Kernel-Paket als Teil dieses Upgrades installiert werden. Falls Sie keine Kernel-Pakete von Debian verwenden oder derzeit kein Upgrade Ihres Systems durchführen, müssen Sie aktiv werden, um sicherzustellen, dass ein Upgrade Ihres Kernels vor dem nächsten Neustart durchgeführt wird.
es: El actual núcleo en ejecución tiene la opción CONFIG_SYSFS_DEPRECATED activada que es incompatible con esta versión de udev. Si está utilizando los paquetes estándar del núcleo de Debian y está actualizando de Lenny a Squeeze, se debería instalar un paquete del núcleo compatible como parte de esa actualización. Si no está utilizando los paquetes del núcleo de Debian o no está actualizando el sistema, debe estar seguro de que el núcleo estará actualizado antes de reiniciar el sistema.
fi: Tällä hetkellä käytettävässä ytimessä on valittuna valitsin CONFIG_SYSFS_DEPRECATED, jota tämä udevin version ei tue. Jos käytät Debianin standardeja ydinpaketteja ja olet parhaillaan päivittämässä lennystä squeezeen, yhteensopivan ydinpaketin pitäisi asentua osana tätä päivitystä. Jos et käytä Debianin ydinpaketteja tai et ole parhaillaan päivittämässä järjestelmää, varmista että ydin päivitetään ennen seuraavaa järjestelmän uudelleenkäynnistystä.
fr: L'option CONFIG_SYSFS_DEPRECATED est activée sur le noyau en cours d'exécution. Elle est incompatible avec cette version de udev. Si vous utilisez les paquets des noyaux standards de Debian et que vous êtes en train d'effectuer une mise à niveau de lenny vers squeeze, un paquet du noyau compatible devrait être installé lors de cette mise à niveau. Si vous n'utilisez pas les paquets des noyaux de Debian ou si vous n'êtes pas en train de mettre à niveau le système, vous devez prendre des mesures de manière à ce que votre noyau soit mis à niveau avant le prochain redémarrage.
it: Il kernel attualmente in uso ha l'opzione CONFIG_SYSFS_DEPRECATED attiva, ciò lo rende incompatibile con questo rilascio di udev. Se si usa un kernel standard dei pacchetti Debian e si sta per passare da lenny a squeeze, durante l'aggiornamento verrà installato un kernel compatibile. Se non si usa un kernel dei pacchetti Debian o non si sta per aggiornare il sistema, è necessario fare in modo che il kernel sia aggiornato prima del prossimo riavvio.
ja: 現在動作中のカーネルは CONFIG_SYSFS_DEPRECATED オプションが有効になっていますが、これは今回の udev のリリースバージョンとは互換性がありません。もし標準の Debian のカーネルパッケージを使っていて lenny から squeeze へのアップグレード作業中の場合、互換性があるカーネルパッケージをアップグレードの一部としてインストールする必要があります。Debian のカーネルパッケージを使っていない、あるいは今システムをアップグレード中ではない場合には、次回の再起動前に確実にカーネルをアップグレードしてあることを確認しておく必要があります。
nb: Den kjernen som kjører nå har valget CONFIG_SYSFS_DEPRECATED slått på, og det er ikke kompatibelt med denne utgaven av udev. Hvis du bruker standard Debian kjernepakker og er i ferd med å oppgradere fra lenny til squeeze, så blir en kompatibel kjernepakke installert som en del av denne oppgraderingen. Hvis du ikke bruker Debian kjernepakker eller ikke er i ferd med å oppgradere systemet, så må du passe på at kjernen er oppgradert før neste omstart.
nl: Optie CONFIG_SYSFS_DEPRECATED is actief in de huidige kernel, maar dit is niet compatibel met deze uitgave van udev. Indien u het standaard Debian kernel kernelpakket gebruikt en bezig bent op te waarderen van lenny naar squeeze, dan zou een compatibel kernelpakket als onderdeel hiervan moeten worden geïnstalleerd. Indien u geen Debian kernelpakketten gebruikt, of niet aan het opwaarderen bent, dan dient u actie te ondernemen om te zorgen dat uw kernel wordt opgewaardeerd voor de volgende herstart.
pl: Aktualnie działające jądro ma włączoną opcję CONFIG_SYSFS_DEPRECATED, która jest niekompatybilna z tym wydaniem udev. Jeśli używane są standardowe pakiety jądra z Debiana i trwa właśnie proces aktualizacji z Lenny'ego do Squeeze, odpowiedni pakiet jądra powinien zostać zainstalowany w trakcie aktualizacji. Jeśli pakiety z jądrem nie są pakietami z Debiana lub nie trwa proces wspomnianej aktualizacji, należy podjąć odpowiednie działania aby się upewnić, że jądro zostanie zaktualizowane przed wyłączeniem systemu.
pt_br: O kernel atualmente em execução tem a opção CONFIG_SYSFS_DEPRECATED habilitada, a qual é incompatível com esta release do udev. Se você esta usando um pacote de kernel padrão Debian e está em processo de upgrade de lenny para squeeze, um pacote de kernel compatível pode ser instalado como parte deste upgrade. Se você não está usando um pacote de kernel Debian or não está atualizando o sistema, você deve tomar um ação para fazer com que seu kernel esteja atualizado antes da próxima reinicialização.
ru: У работающего в данный момент ядра задан параметр CONFIG_SYSFS_DEPRECATED; он не совместим с данной версией udev. Если вы используете стандартные пакеты Debian с ядрами и выполняете обновление с lenny до squeeze, то пакет с совместимым ядром должен установиться как часть обновления. Если вы не используете ядра из пакетов Debian или не обновляете систему, то до следующей перезагрузки вы должны установить другое совместимое ядро.
sk: Momentálne bežiace jadro má zapnutú voľbu CONFIG_SYSFS_DEPRECATED, ktorá nie je kompatibilná s týmto vydaním udev. Ak používate štandardné jadro Debianu a práve aktualizujete z Lenny na Squeeze, ako súčasť tejto aktualizácie by sa malo nainštalovať kompatibilné jadro. Ak nepoužívate balíky jadra z Debianu alebo momentálne neaktualizujete systém, musíte zaistiť, že jadro bude pred najbližším reštartom aktualizované.
sv: Kärnan som för tillfället körs har flaggan CONFIG_SYSFS_DEPRECATED aktiverad och detta fungerar inte tillsammans med den här versionen av udev. Om du använder Debians standardpaket för kärnan och håller på att uppgradera från lenny till squeeze bör ett paket med en kompatibel kärna installeras som en del av den här uppgraderingen. Om du inte använder Debians kärnpaket eller inte håller på att uppgradera systemet måste åtgärder vidtas för att säkerställa att kärnan är uppgraderad före nästa omstart av systemet.
tr: Şu an kullanımda bulunan çekirdek CONFIG_SYSFS_DEPRECATED seçeneğini kullanıyor. Bu seçenek udev'in bu sürümü ile uyumsuzluk göstermektedir. Eğer standart Debian çekirdek paketlerini kullanıyorsanız ve lenny'den squeeze'a yükseltme süreci içindeyseniz uyumlu bir çekirdek paketi sürecin bir parçası olarak sisteminize kurulacaktır. Eğer Debian çekirdek paketlerini kullanmıyorsanız ya da şu an sisteminizi yükseltmiyorsanız, çekirdek sürümünün bilgisayarın bir sonraki açılışından önce yükseltilebilmesi için gereken tedbirleri almanız gerekmektedir.
